{"meta":{"title":"脳内環境と劇場街","subtitle":null,"description":null,"author":"boycottangent","url":"https://boycottangent.github.io"},"pages":[{"title":"关于...","date":"2018-09-24T05:35:09.000Z","updated":"2018-09-25T16:02:06.577Z","comments":true,"path":"about/index.html","permalink":"https://boycottangent.github.io/about/index.html","excerpt":"","text":"我还记得大学二年级的时候，在人格心理学的课堂上，老师讲到了关于“自我表露”的概念。当时她说的一句话我到现在都记得很清楚。 社会心理学家的研究表明，人们总是喜欢自我表露的人，不喜欢自我隐蔽的人 当我听到这句话的时候，内心是很矛盾的，我既不想让自己被他人讨厌——我认为这是人之常情——但同时排斥着自我表露。为了解决内心这种不自在的冲突，我选择把这句话认定为“有待考证”。但当时我并没有注意到，我其实早在很久之前就已经对自己这种隐蔽感有看法了，冲突在很早就已经形成了，它来源于我如何看待自己在社交网络上的行为：一言不发的我看着身边亲密的伙伴用文字、图片构建起他们美好的日常。如果把朋友圈或者空间这样的场所比做一个贸易市场，我似乎就是那种贪得无厌，试图不劳而获的人。我对待朋友的态度与他们对待我的态度相符合吗？对于这个问题的思考让我意识到了自私是根植在我人格里的，我感到很抱歉。 但是我并没有就此改变自己的行为，但是我确实需要做一些事情来缓解内心的冲突，那么就来看看吧。 关于“杯葛”有一些汉字的组合，你说不出它们的美妙之处在哪，但就是自然地被吸引，觉得它们似乎就天生应该如此。对我来说，“杯葛”，就是这样的组合。 但其实杯葛两个字并不是单纯无意义的汉字组合，它其实是英文单词boycott的音译，因此“杯葛”也代表了boycott本身的意思：抵抗，联合抵制。同时boycott在英文中有识也作人名，因此杯葛就成了像约翰，杰克这样性质的字样。当然我其实并不很在意这两个字所表示的含义，只是单纯地觉得它们拥有形式和音律的美感。 当我很自然地想把这两个字用在每一个“username”时，我发现有时它们已经被使用了。我必须想出一个绝对原创的名字，保证它在任何场合都是独一无二的。我看着boycott的后几个字母，想到了余切函数cot，于是才诞生了boycottangent…当然，这个词本身就有很多种解读方式了。 关于脳内環境と劇場街2018年9月21日的时候，我做出了“要搭建一个个人博客”的决定。 关于做出这个决定的原因，除了之前提到了关于“自我表露”的方面之外，其实还包含了很复杂的成分，其实很多时候我（们）都会出于一些交织着各种心理的混沌状态突然萌生出一些想法，然后开始规划着具体行动的步骤……我表现出这种状态一般都是人躺在床上的时候，激动得很难入睡，等到第二天醒来回想自己昨天居然这么荒诞，那些想法就胎死腹中了。但是唯有搭建博客这件事撑过了一夜还能在第二天被我付诸行动——因为偶尔也会有想做一个信息输出者的心态，虽然知道这个贫瘠的大脑恐怕没什么好表达的，但是表达的欲望可不会因此消失。 “Refuse to express a passion and it dies.” 我原本打算借用微信公众号来构建类似博客的平台，但是考虑到国内的网络环境，加上本身算是一个重度Markdown用户，最终还是临时学习了Hexo，才有了现在的网站。目前我还没想好具体用这个博客来做什么，但是有一点是确定的，这里的文字都相当主观和个人化，如果可以的话，还是过目即忘最好。 至于脳内環境と劇場街这个名字，以后可能会专门写一篇来介绍，现在就按照自己的想法来理解吧。 关于精神食粮以下的部分更像是写给自己看的东西，因为很难有人能系统地回答这个问题：你喜欢些什么东西？ ACG可以毫不夸张地说，ACG相关的事物对我的影响是人格层面上的，以后肯定是会写比较详细的长博客来具体讲一讲的。 能记得的最早的相关经验是《浪客剑心》、《封神演义》这样的老作品 正式入宅可以算在《BLEACH》 喜欢漫画远胜过动画，所以前者看得比后者多很多。比较喜欢的作家有押见修造、筒井哲也等 最喜欢的漫画家可能是沙村广明，但个人最佳作品是阿兰·摩尔的《守望者》 喜欢老作远胜新作品，基本不看新番 喜欢悬疑、历史和心理人性tag的作品，喜欢BE，喜欢深刻的作品 比较奇怪的一点：没看过宫老的作品，估计以后也不会看 很关注bilibili的游戏区，但是手残基本不玩游戏 最喜欢的游戏是Minecraft，玩得最好的游戏是Minesweeper… 音乐生活中熟悉我的人大多都知道我经常带着耳机，对于音乐的概念我不大清楚，但只是说听歌这件事的话，我是很喜欢的。 初高中基本听欧美流行和摇滚，剩下的就是Anime Song 高中时最喜欢OneRepublic，《Love Runs Out》最佳 Adele、梦龙、Tom Odell以及FKJ… 英文歌听得很杂，基本都会听，最喜欢的一首可能是二德子的《Sparrow》 大学开始接触日音，到目前是邦摇 + 术曲 + 少许同人音乐 目前最喜欢的歌手是ヒトリエ，所以最喜欢的P主自然是wowaka 上北健、きのこ帝国、plenty…V家里比较喜欢はいーP、春野和气球 一般不听中文歌 书待更新…"}],"posts":[{"title":"Hello World","slug":"hello-world","date":"2018-09-25T14:23:59.839Z","updated":"2018-09-25T14:23:59.840Z","comments":true,"path":"2018/09/25/hello-world/","link":"","permalink":"https://boycottangent.github.io/2018/09/25/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}]}