{"meta":{"title":"劇場街","subtitle":null,"description":null,"author":"boycottangent","url":"https://boycottangent.github.io"},"pages":[{"title":"关于...","date":"2018-09-24T05:35:09.000Z","updated":"2018-09-27T15:59:14.484Z","comments":true,"path":"about/index.html","permalink":"https://boycottangent.github.io/about/index.html","excerpt":"","text":"我还记得大学二年级的时候，在人格心理学的课堂上，老师讲到了关于“自我表露”的概念。当时她说的一句话我到现在都记得很清楚。 社会心理学家的研究表明，人们总是喜欢自我表露的人，不喜欢自我隐蔽的人 当我听到这句话的时候，内心是很矛盾的，我既不想让自己被他人讨厌——我认为这是人之常情——但同时排斥着自我表露。为了解决内心这种不自在的冲突，我选择把这句话认定为“有待考证”。但当时我并没有注意到，我其实早在很久之前就已经对自己这种隐蔽感有看法了，冲突在很早就已经形成了。 它来源于我如何看待自己在社交网络上的行为：一言不发的我看着身边亲密的伙伴用文字、图片构建起他们美好的日常。如果把朋友圈或者空间这样的场所比做一个贸易市场，我似乎就是那种贪得无厌，试图不劳而获的人。我对待朋友的态度与他们对待我的态度相符合吗？对于这个问题的思考让我意识到了自私是根植在我人格里的，我因此感到很抱歉。 但是我并没有就此改变自己的行为，我确实需要做一些其他事情来缓解内心的冲突，那么如果不介意的话，就请你就来劇場街看看吧。"}],"posts":[{"title":"一个人，两次LIVE","slug":"一个人，两次LIVE","date":"2018-10-08T09:53:00.000Z","updated":"2018-10-09T13:24:46.212Z","comments":true,"path":"2018/10/08/一个人，两次LIVE/","link":"","permalink":"https://boycottangent.github.io/2018/10/08/一个人，两次LIVE/","excerpt":"几天前的10月4日，我到北京天桥艺术中心的疆进酒去听了一次LIVE。演出的是来自日本的摇滚乐队ヒトリエhitorie 这是乐队在中国的巡演 RED HOT POT TOUR 的第一站。","text":"几天前的10月4日，我到北京天桥艺术中心的疆进酒去听了一次LIVE。演出的是来自日本的摇滚乐队ヒトリエhitorie 这是乐队在中国的巡演 RED HOT POT TOUR 的第一站。我向来不喜欢出门，更不喜欢人多的场所，但是LIVE还是破天荒地去过两次，初体验是今年4月21日ヒトリエ在上海的海外首演，再来就是这一次。 ヒトリエ在国内可以称作小众了，云村里最热的歌也不过几千评论，在其他平台就更冷清了。就我个人而言，身边没有ヒトリエ的同好，甚至连听过他们音乐的人都很少。所以两次LIVE我都是一个人自己去的，没有太多顾忌，很放松，但是心情也略有点复杂。记得421在上海的时候，我看着身边的其他粉丝三两结伴，聊得很欢，也只好自我安慰道：一人え的LIVE，一个人来看才对嘛… 静默厨4月21日在上海的那场LIVE，我的入场券号是14. 得知乐队要来中国演出的时候，我立马就做出了“无论如何，也要参加这场LIVE”的决定。所以在焦头烂额的大二下学期，我赶着仅有两天的周末时间，周六早上仓促地从北京前往上海，然后在LIVE结束后的第二天又回到北京——这在我过去的生活真是不可想象，对于那个认为“国庆长假去一趟日本不太从容”而打消一次行程的我来说，能这样行动起来是怀了怎么样热切的情感呢？ 后来我知道，并不存在什么热切的情感，不是那样暧昧的东西——而是更加含蓄、清晰的 关于那场的LIVE的记忆，拜写日记的习惯所赐还很清晰，我最大的感受就是一种安定感。当ヒトリエ的member登台的时候，尽管情绪不自觉被耳边的欢呼和尖叫推动着，我只是安静地鼓掌；Unhappy Refrain 作为开场响起的时候，尽管觉得像做梦一样没有实感，但我也只是鼓着掌；最爱的 (W)HERE 那无比熟悉的前奏没有征兆地出现的时候，除了用更大的力度来鼓掌，我也没有什么过激的反应；甚至最后让所有人意外地二次安可，カラノワレモノ这首哀伤到极致的曲子，我也是笑着听完的…… 那场LIVE很棒，能遇上一场所有曲目都喜欢到能唱出来的LIVE，人生真的就算就此结束了也不会有太大遗憾吧。但是当时的我除了纯粹地觉得很满足之外并没有太多深刻的感受。我记得现场的气氛一直很high，每一次音乐响起时都能听到观众尖叫，但我却好像觉得这一切就该如此一样地，自始至终都很安定——ヒトリエ来中国了，我就去看他们的演出，然后在现场听到那些我已经循环了上百遍的曲子，丝毫不感到意外，买到了VIP的票，就和他们握手，说一声“どうもありがとう”，拿一张签名的明信片。然后LIVE结束后他们回到日本，我继续在耳机里听那些很棒的歌曲…… 喜欢也好，爱也好，这种东西不需要存在感。只是那么想着，然后就去做了，去为了报答从别人感受到的情感而行动起来。我认为喜欢的态度就要像一杯水，盛满的时候是没有波澜的，只是静默地放在那里，厚重沉稳的样子，别人也不敢轻易触碰。 自闭与同好10月4日在北京的这场LIVE，我的入场券号是5. 对我来说这其实是一个比较尴尬的号码，因为它太靠前了，有点太显眼了。个位数号码的观众互相之间几乎都是weibo上的熟人，或者早就在同好群里相互熟络了——喜欢小众事物的人都很难避免地希望能够得到认同。同好群这个非官方的粉丝组织吸纳了大部分喜欢ヒトリエ的人（当然，不包括我）LIVE在某种意义上也是一次大型的粉丝面基活动，入场前现场的气氛已经很活跃了。在排队的时候，为了不打扰我身前的4号和身后的6号之间的友好交谈，我只能尽量斜着身子。这个过程是微妙而痛苦的——只是听着陌生人的谈话总归不太合适，所以我一直尝试着把自己抽离出去，寻找着转移自己注意的方法，但是一旦耳朵不小心捕捉到一两句话我又会忍不住听下去，漫长的候场时间里我不断在注意和不注意的状态下切换，在这种充满尴尬的气氛里总算迎来了演出的开始。 开场曲是 イヴステッパー ，感染力很强，一下子就把现场的tension拉起来了。这也是我很喜欢的一首曲子，所以我也有节奏地拍起手。就在这时我体会到了5号位给我带来的另一个尴尬：我站在第一排正中的位置，正对舞台。本来不打Call、不尖叫、不蹦迪的我在这种气氛高涨的LIVE里就显得格格不入，而在这个位置上，我更是与两侧和身后那些已经接近失去理智的观众形成了鲜明对比。 自己的行为会不会显得有点ky？这么想着我才意识到自己的转变，以前我并不会对此有所顾虑，行为的恰当性是相对于背景而言的，而过去我总是要把环境和自己硬生地隔离开来，从来不会认可环境对自己行为试图产生的那些影响。我总是站在自己行为的角度来思考，我做的事是我喜欢的吗？我做的事影响到他人了吗？而现在我居然开始思考别人的想法，考虑别人会如何看待我做的事。 承认自己受到了他人的影响，承认自己失去了和环境隔离开的独立性，还是或多或少觉得有点挫败，但眼下的情境真的需要把自己和环境看得如此泾渭分明吗？歌手们是怀抱着什么样的想法让有着同一份爱的人聚到一起？来到这里的人又是怀抱着什么样想法走进这个拥挤的LIVE HOUSE？ 从头到尾，周围都是陌生的面孔，但是我却能感到另一种前所未有的自在，那种终于能够释放被压抑的情绪，大声唱出声来。在会场里的每一个人，在一种程度上其实是同一个人，音乐的魅力不过于此吧，即便没有和任何人交流，但是那种串联起所有人的相同感受比任何语言都要来的有力——摘自杯葛的日记，2018，4.21 安可的时候，从我右边递来了粉丝制作的大幅Banner，似乎是希望第一排的观众能够举起来，在member回到舞台的时候能看到。我接了过来，然后也递给了左手的那位。写满各种名字和寄语的Banner就这样在前排被拉起来，并随着台下情绪饱满的“もう一回”的安可声越举越高。member重回舞台的时候自然看到了，看上去很惊喜地着从我们手中接过那幅Banner，摆在舞台上，台下一片尖叫。我也感到很开心，同时也有点后悔入场前没有去Banner上留言，只是站在那里看着。 LIVE很棒，没吃晚饭的我在结束的时候大汗淋漓，两臂发酸，但是情绪依旧很强烈。结束散场的时候，我从LIVE HOUSE里走出来，碰上了之前排队时的4号。她似乎看到了我别在肩包上的乐队挂件——那是之前在weibo上联系一位同好购买的自制周边——很兴奋地指着那个对我说：“这个，是我做的哦！”“知道。”我点了点头，“刚才排队的时候听到你们的聊天了。” 人生的第二次LIVE，也是我第一次尝试着像别人一样去做出打Call的动作。只是下次的LIVE，我有点不想一个人去了。大抵喜欢小众事物的人都很难避免地希望能够得到认同，我当然也不例外。 写在最后4月份参加完上海的第一次LIVE后，我就有很强烈写点什么来抒发一下的冲动，当时劇場街还没搭建起来，只好把想法都放在自己的日记里。北京的这场LIVE对我也是意义不凡，但是各种想法交织迟迟没法下笔。 如果你也喜欢ヒトリエ的话，下次一起去听LIVE吧～","categories":[{"name":"event","slug":"event","permalink":"https://boycottangent.github.io/categories/event/"}],"tags":[{"name":"music","slug":"music","permalink":"https://boycottangent.github.io/tags/music/"},{"name":"hitorie","slug":"hitorie","permalink":"https://boycottangent.github.io/tags/hitorie/"}]},{"title":"Hello World","slug":"hello-world","date":"2018-09-25T14:23:59.839Z","updated":"2018-10-08T09:59:02.386Z","comments":true,"path":"2018/09/25/hello-world/","link":"","permalink":"https://boycottangent.github.io/2018/09/25/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}]}